EEC_PROP/src/main/resources/OP_02/FLC/MSG.001_TRN.001/Log/01.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:ae2fb09b-ea25-415e-893b-bec024782d41</wsa:MessageID><int:ProcedureID>urn:uuid:83f32a28-12d4-47c2-8a6e-7f692f8d5a9f</int:ProcedureID><int:ConversationID>urn:uuid:f8c97b1a-eb6f-467a-a212-f9b0e6bbda2d</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.ERR</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:9a228161-32aa-44af-a418-03fd943676f4</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:8e6bf67c-aeb9-430f-8f18-11757217b391</int:TrackID>
                        <int:AcceptTime>2019-12-03T16:55:45+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ValidationError xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>38b94d3e-eb31-47e3-a237-f36cb9acd2c8</sgn:SignalId><sgn:DateTime>2019-12-03T16:55:45.674</sgn:DateTime><sgn:Error><sgn:Code>01</sgn:Code><sgn:Description>Ошибка контроля</sgn:Description><sgn:Details>в электронном документе (сведениях) должен присутствовать только 1 экземпляр реквизита «Сведения о пункте пропуска» (cacdo:CheckPointDetails)</sgn:Details><sgn:EDocId>0325d2b7-ce9e-4965-9fa8-1da1051091ff</sgn:EDocId></sgn:Error></sgn:ValidationError></soap:Body></soap:Envelope>
